Repository: AliJawadSubhan/lunarealestate
Catalog: lib/l10n/app_*.arb
Languages: es

# language
source: English
es: Español

# exm
source: Existing morgage?
es: Hipoteca existente?

source: Yes
es: sí

source: Survey
es: Encuesta

source: Washer
es: Lavadora

source: Dryer
es: Secadora

source: Range
es: Rango

# gua
source: Gas utility available?
es: ¿Servicio de gas disponible

source: Water on?
es: ¿agua en

source: Sewer
es: Alcantarillado

# bto
source: Backed tax owed?
es: Impuesto respaldado adeudado

# lop
source: Leins on property?
es: ¿Leins en la propiedad

# isProp
source: Is property?
es: ¿es propiedad

source: vecant
es: vacante

source: occupied
es: ocupado

# istherelopinspec
source: Is there a lock box for inspections?
es: ¿Hay una caja de seguridad para las inspecciones

# opentoOfinanced
source: Open to owner financed
es: Abierto al propietario financiado

# areyoulooking
source: Are you looking for a new primary home after selling current home?
es: Está buscando una nueva casa principal después de vender la casa actual

# assistancefornewhome
source: Do you need assistance finding a new home?
es: Necesita ayuda para encontrar un nuevo hogar?

# morgagelender
source: Do you need help finding a morgage lender if your selling?
es: ¿Necesita ayuda para encontrar un prestamista hipotecario si está vendiendo

source: Foundation
es: Fundación

# pierandbeam
source: pier & beam
es: muelle y viga

source: slab
es: losa

source: Have Basement?
es: tener sótano

# backedtaxamount
source: Backed Tax amount owed
es: Importe del impuesto respaldado adeudado

source: Enter Amount
es: Ingrese la cantidad

# lopexplain
source: Leins on property? Explain
es: Leins en la propiedad? Explique

# explease
source: Explain Please..
es: Explique por favor..

# describeplace
source: Describe best place for Luna Enterprises lockbox to be placed.
es: Describa el mejor lugar para colocar la caja de seguridad de Luna Enterprises

source: Describe..
es: describir

# timeframe
source: Time frame of selling property?
es: Plazo de venta de la propiedad?

# eg
source: Eg, 14 Days
es: Por ejemplo, 14 días

# fastcash
source: Are you needing fast cash to help with moving or other expenses?
es: Necesita dinero rápido para ayudar con la mudanza u otros gastos?

source: Payment?
es: Pago

source: Cash
es: Dinero

source: Check
es: Controlar

# wiredep
source: Wire Deposit
es: Depósito por transferencia bancaria

# note
source: -note exchange happens with escrow company. Beware of wire fraud. Wire transfers are made from only Luna Enterprises LLC / agreed title company.
es: -el intercambio de notas ocurre con la compañía de depósito en garantía. Cuidado con el fraude electrónico. Las transferencias electrónicas se realizan solo desde Luna Enterprises LLC / compañía de títulos acordada.

# ratecond
source: Rate Your Home Condition
es: Califique la condición de su hogar
